Repository: CARLOGS/GOW
Catalog: GOW/*.lproj/Localizable.strings
Languages: fr

# menu.option.videogames
source: Videogames
fr: Jeux vidéo

# menu.option.weapons
source: Weapons
fr: Armes

# menu.option.characters
source: Characters
fr: Personnages

# menu.option.merchandise
source: Merchandise
fr: Marchandises

# weapon.name.boomshot
source: Boomshot Grenade Launcher
fr: Lanciagranate Boomshot

# weapon.description.boomshot
source: It was a single-shot pump-action grenade launcher designed and used primarily by Locust, particularly the Boomer.
fr: Il s'agissait d'un lance-grenades à pompe à un coup conçu et utilisé principalement par Locust, en particulier le Boomer.

# weapon.description.hammerburstii
source: It was the standard high-powered Locust assault rifle. It is often referred to as the Locust counterpart to the COG Lancer assault rifle.
fr: C’était le fusil d’assaut Locust standard de haute puissance. Il est souvent appelé l'homologue Locust du fusil d'assaut COG Lancer.

# weapon.name.mulcher
source: Mulcher
fr: Broyeur

# weapon.description.mulcher
source: The Mulcher is a heavy, hand-cranked rotating Gatling gun developed by the Coalition of Ordered Governments.
fr: Le Mulcher est un pistolet Gatling rotatif lourd à manivelle développé par la Coalition des gouvernements ordonnés.

# weapon.name.bolo_grenade
source: Bologranade
fr: Bologranate

# weapon.description.bolo_grenade
source: he Bolo Grenade, otherwise known as the Fragmentation Grenade, was the standard frag grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
fr: La grenade Bolo, également connue sous le nom de grenade à fragmentation, était la grenade à fragmentation standard utilisée par la Coalition des gouvernements ordonnés, la Horde acridienne et l'Essaim.

# weapon.name.boltok
source: Boltok Gun
fr: Pistolet Boltok

# weapon.description.boltok
source: It was the standard issue weapon of the Locust, especially the Drones. The pistol continues the Locust's weapon design philosophy of creating weapons with an emphasis on brute force.
fr: C'était l'arme standard des Locust, en particulier des Drones. Le pistolet poursuit la philosophie de conception d'armes de Locust consistant à créer des armes en mettant l'accent sur la force brute.

# weapon.name.lancer
source: Assault rifle Lancer Mark 1
fr: Fusil d'assaut Lancer Mark 1

# weapon.description.lancer
source: Nicknamed the Retro Lancer during the Lambent Pandemic, it was the predecessor to the Lancer Mark 2 assault rifle. Previously the primary assault rifle of the Coalition of Ordered Governments army, the Mark 1 assault rifle saw use during the Pendulum War.
fr: Surnommé le Retro Lancer pendant la pandémie de Lambent, c'était le prédécesseur du fusil d'assaut Lancer Mark 2. Anciennement le principal fusil d'assaut de l'armée de la Coalition des gouvernements ordonnés, le fusil d'assaut Mark 1 a été utilisé pendant la guerre du pendule.

# weapon.name.lancer2
source: Assault rifle Lancer Mark 2
fr: Fusil d'assaut Lancer Mark 2

# weapon.description.lancer2
source: An upgrade to the Lancer Mark 1 assault rifle, it features a chainsaw bayonet, improved accuracy, reduced recoil, and increased ammunition capacity but less firepower than its predecessor.
fr: Une mise à niveau du fusil d'assaut Lancer Mark 1, fabriqué avec une baïonnette tronçonneuse, une plus grande précision, un recul plus faible et une plus grande capacité de transport de munitions mais moins de puissance de feu que son prédécesseur.

# weapon.name.sniper
source: Long Range Sniper Rifle
fr: Fusil de précision à longue portée

# weapon.description.sniper
source: It was a large-caliber, single-shot sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was also used seventeen years after Emergence Day.
fr: Il s’agissait d’un fusil de sniper à un coup de gros calibre. Créé par la Coalition des Gouvernements Ordonnés pendant les Guerres Pendules, le Longshot a également été utilisé dix-sept ans après le Jour de l'Émergence.

# weapon.name.hammer_of_dawn
source: The Hammer of Dawn
fr: Le marteau de l'aube

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was a satellite-based, orbital laser powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix ​​after it was stolen during Operation: Leveler.
fr: Le Hammer of Dawn était un laser orbital basé sur un satellite et alimenté par COG Imulsion. Ses composants clés ont été inventés par le scientifique de l'UIR Mauris Ivo et complétés par le professeur Adam Fenix ​​​​après son vol lors de l'opération : Leveller.

# weapon.name.mx8
source: Gun snub MX8
fr: Pistolet snub MX8

# weapon.description.mx8
source: It was the standard sidearm for personnel of the Coalition of Ordered Governments armed forces.
fr: C'était l'arme de poing standard du personnel des forces armées de la Coalition des gouvernements ordonnés.

# character.title
source: CHARACTER
fr: PERSONNAGE

# character.description.lancer
source: Marcus Michael Fenix, Sergeant of the Coalition of Ordered Governments (COG) Army, protagonist and main character of the first saga of the Gears of War universe. A highly renowned military man during the Pendulum Wars, he earned the Embry Star, the highest decoration of all, for his great deeds at the Battle of Aspho Fields.
fr: Marcus Michael Fenix, Sergent de l'armée de la Coalition des gouvernements ordonnés (CGO), protagoniste et personnage principal de la première saga de l'univers Gears of War. Soldat bien connu pendant les guerres du pendule, il a obtenu l'Embry Star, la plus haute décoration de toutes, pour ses grandes actions lors de la bataille des champs d'Aspho.

# character.description.dominic
source: DominicDominic 'Dom' Santiago, A Commando Soldier of the Armed Forces of the Coalition of Ordered Governments. He was a tough warrior who had a positive attitude even in the worst of times.
fr: Dominic 'Dom' Santiago, Soldat de commandement des forces armées de la Coalition des gouvernements ordonnés. C'était un guerrier coriace qui possédait une attitude positive même dans les pires moments.

# character.description.raam
source: Uzil RAAM, He was the second High General of the Locust Army. RAAM was once a Drone soldier, then a member of the Theron Guard.
fr: Uzil RAAM, Il était le deuxième haut général de l'armée acridienne. RAAM était autrefois un soldat drone, puis membre de la garde Theron.

# character.description.augustus
source: Augustus 'The Train Cole', a specialist soldier in the Coalition of Ordered Governments military, was a successful Thrashball player known for his flamboyant and hard-hitting style.
fr: Augustus 'Le Tren Cole', un soldat spécialisé dans les forces armées de la Coalition des gouvernements ordonnés, était un joueur de thrashball à succès connu pour son style extravagant et énergique.

# character.description.damon
source: The Cape Damon S. Baird, Formerly a Lieutenant, he was a Gear soldier, a genius in various technical, mechanical and scientific fields.
fr: Le Cap Damon S. Baird, ancien lieutenant, il était un soldat Gear, un génie dans divers domaines techniques, mécaniques et scientifiques.

# character.description.anya
source: The Prime Minister Anya Stroud, She was the first Minister of the re-established Coalition of Ordered Governments and a retired COG Army officer during the Pendulum Wars and the Locust War.
fr: Le Premier ministre Anya Stroud, Elle a été première ministre de la Coalition rétablie des gouvernements ordonnés et officier à la retraite de l'armée du COG pendant les guerres pendulaires et la guerre antiacridienne.

# character.description.anthony
source: The Soldier Anthony Carmine, He was the brother of Benjamin Carmine and Clayton Carmine. The youngest member of Delta-One, Anthony makes up for his lack of experience with unbridled enthusiasm and genuine respect for war veterans like Marcus and Dom.
fr: Le soldat Anthony Carmine, Il était le frère de Benjamin Carmine et Clayton Carmine. Plus jeune membre de Delta-One, Anthony compense son manque d'expérience par un enthousiasme débridé et un véritable respect pour les anciens combattants comme Marcus et Dom

# character.description.minh
source: The Lieutenant Minh Young Kim, was part of the Coalition of Ordered Governments Military. A Gear officer who served during the Locust War, most notably during the Lightmass Offensive.
fr: Le lieutenant Minh Young Kim, Elle faisait partie des Forces armées de la Coalition des Gouvernements Ordonnés. Un officier Gear qui a servi pendant la guerre anti-acridienne, notamment pendant l'offensive Lightmass.

# merchandise.title
source: MERCHANDISE
fr: MARCHANDISES

# merchandise.description.m0
source: Gears of War Crimson Omen Inspired Flannel Throw Blanket
fr: Couverture en flanelle inspirée de Gears of War Crimson Omen

# merchandise.currency.m0
source: USD
fr: EUR

# merchandise.description.m1
source: Gears of War Customizable Mug with Spoon
fr: Mug personnalisable Gears of War avec cuillère

# merchandise.currency.m1
source: USD
fr: EUR

# merchandise.currency.m2
source: USD
fr: EUR

# merchandise.description.m3
source: Adjustable Trucker Hat - Stylish Black Baseball Cap with Logo
fr: Casquette de camionneur ajustable - Casquette de baseball noire élégante avec logo

# merchandise.currency.m3
source: USD
fr: EUR

# merchandise.description.m4
source: Sport Sweatshirt Gears Of War (GOW)
fr: Sweat-shirt de sport Gears Of War (GOW)

# merchandise.currency.m4
source: USD
fr: EUR

# merchandise.description.m5
source: Gears Of War Gear Necklace
fr: Collier Gears Of War

# merchandise.currency.m5
source: USD
fr: EUR

# merchandise.description.m6
source: Gears of War Crimson Omen Inspired Flannel Throw Blanket
fr: Couverture en flanelle inspirée de Gears of War Crimson Omen

# merchandise.currency.m6
source: USD
fr: EUR

# merchandise.description.m7
source: Gears of War School Red Backpack
fr: Sac à dos rouge pour l'école Gears of War

# merchandise.currency.m7
source: USD
fr: EUR
